Repository: dan-may/translation
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Hello World!
fr: Allo monde!

source: Here is a basic string to translate
fr: Voici une chaîne de base à traduire

source: Here is %(num)s pear
fr: ici est %(num)s pomme

# This text is part of a button used for exiting a pop-up
source: Cancel
fr: Annuler

source: lime
fr: chaux

source: starfruit
fr: carambole

source: exotic
fr: exotique

source: strawberry
fr: fraise

source: native
fr: langue maternelle

source: A big translatable list of fruit
fr: Une grande liste traduisible de fruits

source: bananas
fr: ananas

source: apples
fr: pommes

source: pears
fr: des poirs

source: oranges
fr: des oranges

source: grapefruit
fr: pamplemousse

source: First you need to mark all the strings you want to translate in your application with gettext() or ngettext(). After that, it’s time to create a .pot file. A .pot file contains all the strings and is the template for a .po file which contains the translated strings. Babel can do all that for you. First you need to mark all the strings you want to translate in your application with gettext() or ngettext(). After that, it’s time to create a .pot file. A .pot file contains all the strings and is the template for a .po file which contains the translated strings. Babel can do all that for you. First you need to mark all the strings you want to translate in your application with gettext() or ngettext(). After that, it’s time to create a .pot file. A .pot file contains all the strings and is the template for a .po file which contains the translated strings. Babel can do all that for you.
fr: D’abord, vous devez marquer toutes les chaînes que vous souhaitez traduire dans votre application avec jettent () ou ngettext (). Après cela, il est temps de créer un fichier .pot. Un fichier .pot contient toutes les chaînes et est le modèle pour un fichier .po qui contient les chaînes traduites. Babel peut faire tout cela pour vous. D’abord, vous devez marquer toutes les chaînes que vous souhaitez traduire dans votre application avec jettent () ou ngettext (). Après cela, il est temps de créer un fichier .pot. Un fichier .pot contient toutes les chaînes et est le modèle pour un fichier .po qui contient les chaînes traduites. Babel peut faire tout cela pour vous. D’abord, vous devez marquer toutes les chaînes que vous souhaitez traduire dans votre application avec jettent () ou ngettext (). Après cela, il est temps de créer un fichier .pot. Un fichier .pot contient toutes les chaînes et est le modèle pour un fichier .po qui contient les chaînes traduites. Babel peut faire tout cela pour vous.

source: First you need to mark all the strings you want to translate in your application with gettext() or ngettext(). After that, it’s time to create a .pot file. A .pot file contains all the strings and is the template for a .po file which contains the translated strings. Babel can do all that for you. First you need to mark all the strings you want to translate in your application with gettext() or ngettext(). After that, it’s time to create a .pot file.
fr: Tout d’abord vous devez marquer toutes les chaînes que vous voulez traduire dans votre application avec gettext() ou ngettext(). Après cela, il est temps de créer un fichier .pot. Un fichier .pot contient toutes les chaînes et est le modèle pour un fichier .po qui contient les chaînes traduites. Babel peut faire tout cela pour vous. Tout d’abord vous devez marquer toutes les chaînes que vous voulez traduire dans votre application avec gettext() ou ngettext(). Après cela, il est temps de créer un fichier .pot.

source: %(nickname)s said something:
fr: %(nickname)s parle quelque chose:
