Repository: dan-may/translation
Catalog: po/*.po
Languages: fr

source: A .pot file contains all the strings and is the template for a .po file which contains the translated strings. Babel can do all that for you. First you need to mark all the strings you want to translate in your application with gettext() or ngettext(). After that, it’s time to create a .pot file. A .pot file contains all the strings and is the template for a .po file which contains the translated strings. Babel can do all that for you.
fr: Après cela, il est temps de créer un fichier .pot. Un fichier .pot contient toutes les chaînes et est le modèle pour un fichier .po qui contient les chaînes traduites. Babel peut faire tout cela pour vous. D’abord, vous devez marquer toutes les chaînes que vous souhaitez traduire dans votre application avec jettent () ou ngettext (). Après cela, il est temps de créer un fichier .pot. Un fichier .pot contient toutes les chaînes et est le modèle pour un fichier .po qui contient les chaînes traduites. Babel peut faire tout cela pour vous.

source: A big translatable list of fruit
fr: Une grande liste traduisible de fruits

source: Apricots can be eaten fresh or dried - both are packed with vitamins! Fresh apricots have a soft and slightly furry skin. They make a good lunchbox snack. Apricots are also high in beta-carotene - this helps us keep our eyes and skin healthy.
fr: Abricots peuvent être consommés frais ou séchés - les deux sont emballés avec des vitamines ! Abricots frais ont une douce et légèrement velu \ n la peau. Ils font un bon casse-croûte de la boîte à lunch . Les abricots sont également riches en bêta-carotène - cela nous aide à garder les yeux et les \ n une peau saine .

source: blueberries
fr: bleuberrie

source: cranberries
fr: cranberrie

source: First you need to mark all the strings you want to translate in your application with gettext() or ngettext(). After that, it’s time to create a .pot file. A .pot file contains all the strings and is the template for a .po file which contains the translated strings. Babel can do all that for you. First you need to mark all the strings you want to translate in your application with gettext() or ngettext(). After that, it’s time to create a .pot file.
fr: D’abord, vous devez marquer toutes les chaînes que vous souhaitez traduire dans votre application avec jettent () ou ngettext (). Après cela, il est temps de créer un fichier .pot. Un fichier .pot contient toutes les chaînes et est le modèle pour un fichier .po qui contient les chaînes traduites. Babel peut faire tout cela pour vous. D’abord, vous devez marquer toutes les chaînes que vous souhaitez traduire dans votre application avec jettent () ou ngettext ().

source: First you need to mark all the strings you want to translate in your application with gettext() or ngettext(). After that, it’s time to create a .pot file. A .pot file contains all the strings and is the template for a .po file which contains the translated strings. Babel can do all that for you. First you need to mark all the strings you want to translate in your application with gettext() or ngettext(). After that, it’s time to create a .pot file. A .pot file contains all the strings and is the template for a .po file which contains the translated strings. Babel can do all that for you. First you need to mark all the strings you want to translate in your application with gettext() or ngettext(). After that, it’s time to create a .pot file. A .pot file contains all the strings and is the template for a .po file which contains the translated strings. Babel can do all that for you.
fr: D’abord, vous devez marquer toutes les chaînes que vous souhaitez traduire dans votre application avec jettent () ou ngettext (). Après cela, il est temps de créer un fichier .pot. Un fichier .pot contient toutes les chaînes et est le modèle pour un fichier .po qui contient les chaînes traduites. Babel peut faire tout cela pour vous. D’abord, vous devez marquer toutes les chaînes que vous souhaitez traduire dans votre application avec jettent () ou ngettext (). Après cela, il est temps de créer un fichier .pot. Un fichier .pot contient toutes les chaînes et est le modèle pour un fichier .po qui contient les chaînes traduites. Babel peut faire tout cela pour vous. D’abord, vous devez marquer toutes les chaînes que vous souhaitez traduire dans votre application avec jettent () ou ngettext (). Après cela, il est temps de créer un fichier .pot. Un fichier .pot contient toutes les chaînes et est le modèle pour un fichier .po qui contient les chaînes traduites. Babel peut faire tout cela pour vous.

source: Granny Smith, Royal Gala, Golden Delicious and Pink Lady are just a few of the thousands of different kinds of apple that are grown around the world! You can make dried apple rings at home - ask an adult to help you take out the core, thinly slice the apple and bake the rings in the oven at a low heat. - See more at: http://www.greatgrubclub.com/a-z-fruit-veg#.VmbSHuOLRTY
fr: Granny Smith , Royal Gala , Golden Delicious et Pink Lady sont quelques-uns des milliers de différents types de pommes \ n qui sont cultivés dans le monde entier ! Vous pouvez faire des anneaux de pommes séchées à la maison - demander à un adulte de vous aider à prendre la \ n coeur , émincez la pomme et cuire les anneaux dans le four à feu doux . - Voyez plus à : \ n http://www.greatgrubclub.com/az-fruit-veg#.VmbSHuOLRTY

source: Hello
fr: Allo

source: kiwi
fr: kioui

source: lychees
fr: licher

source: raspberries
fr: raspberrie

source: What is it: Lead generation ‘directory’ for our customers that helps them acquire new customers
fr: Quel est-il : Génération de leads ' répertoire' pour nos clients qui les aide à acquérir de nouveaux clients
